tap "argon/mas"
tap "cloudflare/cloudflare"
tap "codekitchen/dinghy"
tap "git-chglog/git-chglog"
tap "golangci/tap"
tap "goodwithtech/r"
tap "heroku/brew"
tap "homebrew/brewdler"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "pirj/noclamshell"
tap "puma/puma"
tap "rcmdnk/file"
tap "tldr-pages/tldr"
tap "versent/taps"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "libtool"
brew "libyaml"
brew "openssl@3"
brew "asdf"
brew "autossh"
brew "pycparser"
brew "cryptography"
brew "python@3.12"
brew "awscli"
brew "gettext"
brew "axel"
brew "boost"
brew "bsdmake"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "cloudflared"
brew "cmake"
brew "codex"
brew "colordiff"
brew "libevent"
brew "llvm"
brew "pkgconf"
brew "crystal"
brew "libssh2"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "dnsmasq"
brew "docutils"
brew "dwdiff"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "exiftool"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "xvid"
brew "ffmpeg"
brew "fish"
brew "fortune"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gemini-cli"
brew "gh"
brew "ghi"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnu-getopt"
brew "git-now"
brew "git-secrets"
brew "gnupg"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "gron"
brew "hadolint"
brew "highlight"
brew "hostess"
brew "httpie"
brew "hub"
brew "huggingface-cli"
brew "imagemagick@6"
brew "jo"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "libfido2"
brew "libvo-aacenc"
brew "libzip"
brew "llvm@11"
brew "mackup"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "memcached"
brew "mycli"
brew "mysql-client"
brew "protobuf"
brew "mysql@8.0"
brew "nghttp2"
brew "nginx"
brew "openblas"
brew "numpy"
brew "oha"
brew "pytorch"
brew "openai-whisper"
brew "openldap"
brew "openssl@1.1"
brew "openvino"
brew "packer"
brew "parallel"
brew "peco"
brew "percona-toolkit"
brew "pgcli"
brew "pipx"
brew "pnpm"
brew "postgresql@14", restart_service: :changed
brew "proctools"
brew "pstree"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "qt@5"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis"
brew "shellcheck"
brew "slackdump"
brew "source-highlight"
brew "spark"
brew "sshuttle"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "trash", link: true
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "z"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "codekitchen/dinghy/unfs3"
brew "codekitchen/dinghy/dinghy"
brew "git-chglog/git-chglog/git-chglog"
brew "golangci/tap/golangci-lint"
brew "goodwithtech/r/dockle"
brew "heroku/brew/heroku"
brew "pirj/noclamshell/noclamshell"
brew "puma/puma/puma-dev"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "antigravity"
cask "appcleaner"
cask "asana"
cask "asix-ax88179"
cask "audacity"
cask "audio-hijack"
cask "bartender"
cask "bdash"
cask "bettertouchtool"
cask "blackhole-2ch"
cask "bluesnooze"
cask "brave-browser"
cask "caffeine"
cask "charles"
cask "chatgpt"
cask "chatgpt-atlas"
cask "chrome-remote-desktop-host"
cask "chromedriver"
cask "claude"
cask "claude-code"
cask "clipy"
cask "cloudflare-warp"
cask "cursor"
cask "cyberduck"
cask "dash@6"
cask "dbeaver-community"
cask "dbvisualizer"
cask "deepl"
cask "descript"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "dropbox"
cask "evernote"
cask "exifrenamer"
cask "fig"
cask "firefox"
cask "goland"
cask "google-chrome"
cask "google-japanese-ime"
cask "handbrake-app"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "jasper-app"
cask "karabiner-elements"
cask "keepassxc"
cask "kindle"
cask "kitematic"
cask "licecap"
cask "macpass"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mousepose"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "ocenaudio"
cask "pgadmin4"
cask "postico"
cask "postman"
cask "raycast"
cask "rubymine"
cask "sequel-ace"
cask "skype"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "tentacle-sync-studio"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whatsapp"
cask "witch"
cask "xmind"
cask "zoom"
vscode "4ops.terraform"
vscode "alexkrechik.cucumberautocomplete"
vscode "azemoh.one-monokai"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "docker.docker"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "github.vscode-github-actions"
vscode "gitlab.gitlab-workflow"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "ionutvmi.path-autocomplete"
vscode "janisdd.vscode-edit-csv"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "koichisasada.vscode-rdbg"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "mjmcloug.vscode-elixir"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "noku.rails-run-spec-vscode"
vscode "orta.vscode-jest"
vscode "rogalmic.bash-debug"
vscode "ryu1kn.partial-diff"
vscode "salesforce.salesforcedx-vscode-apex"
vscode "salesforce.salesforcedx-vscode-core"
vscode "sensourceinc.vscode-sql-beautify"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "soutaro.rbs-syntax"
vscode "soutaro.steep-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "timonwong.shellcheck"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "webfreak.debug"
vscode "yzhang.markdown-all-in-one"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/kisielk/errcheck"
go "golang.org/x/tools/cmd/godoc"
go "golang.org/x/tools/cmd/goimports"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/cristoper/gsheet/cmd/gsheet"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/staticcheck"
