tap "argon/mas"
tap "codekitchen/dinghy"
tap "heroku/brew"
tap "homebrew/brewdler"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
tap "rcmdnk/file"
tap "tldr-pages/tldr"
tap "versent/taps"
brew "autoconf"
brew "autossh"
brew "gdbm"
brew "openssl"
brew "xz"
brew "awscli"
brew "gettext"
brew "axel"
brew "bsdmake"
brew "cmake"
brew "colordiff"
brew "libevent"
brew "curl", args: ["with-nghttp2"]
brew "diff-so-fancy"
brew "direnv"
brew "dnsmasq"
brew "libyaml"
brew "docker-compose", link: false
brew "icu4c"
brew "dwdiff"
brew "exiftool"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "fontconfig"
brew "fortune"
brew "fzf"
brew "gd"
brew "ghi"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "gnu-getopt"
brew "git-now"
brew "git-secrets"
brew "libffi"
brew "gnupg"
brew "go"
brew "libtool"
brew "graphviz"
brew "highlight"
brew "hostess"
brew "httpie"
brew "hub"
brew "imagemagick@6"
brew "jbig2dec"
brew "jo"
brew "oniguruma"
brew "jq"
brew "libidn"
brew "libvo-aacenc"
brew "libzip"
brew "mackup"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "memcached", restart_service: true
brew "mysql@5.7", restart_service: true, link: true
brew "nghttp2"
brew "pcre"
brew "nginx"
brew "node"
brew "nodebrew"
brew "packer"
brew "parallel"
brew "peco"
brew "percona-toolkit"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "proctools"
brew "python@2"
brew "protobuf"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "q"
brew "ruby-build"
brew "rbenv"
brew "rbenv-binstubs"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rmtrash"
brew "shellcheck"
brew "source-highlight"
brew "spark"
brew "sshrc"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "v8@3.15"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "codekitchen/dinghy/unfs3"
brew "codekitchen/dinghy/dinghy"
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
brew "tldr-pages/tldr/tldr"
brew "versent/taps/saml2aws"
cask "1password"
cask "245cloud"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "bartender"
cask "bdash"
cask "bettertouchtool"
cask "caffeine"
cask "charles"
cask "clipy"
cask "cyberduck"
cask "dash"
cask "disk-inventory-x"
cask "docker"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "google-photos-backup-and-sync"
cask "handbrake"
cask "imageoptim"
cask "intel-power-gadget"
cask "istat-menus"
cask "iterm2-beta"
cask "jasper"
cask "java"
cask "karabiner-elements"
cask "keepassxc"
cask "kindle"
cask "kitematic"
cask "licecap"
cask "macpass"
cask "microsoft-office"
cask "ngrok"
cask "postico"
cask "postman"
cask "psequel"
cask "rambox"
cask "rubymine"
cask "sequel-pro"
cask "shiftit"
cask "skype"
cask "slack"
cask "soundflower"
cask "spotify"
cask "synergy"
cask "teamsql"
cask "the-unarchiver"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "watchguard-mobile-vpn-with-ssl"
cask "whatsapp"
cask "witch"
cask "xmind"
mas "050plus", id: 694926804
mas "Bandwidth+", id: 490461369
mas "DeskApp for YouTube", id: 1180531112
mas "Duplicate Photos Fixer Pro", id: 963642514
mas "Fotor Photo Editor", id: 503039729
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Mactracker", id: 430255202
mas "MARKETSPEED", id: 946680495
mas "Medis", id: 1063631769
mas "Mousepose", id: 405904955
mas "NetSpot", id: 514951692
mas "NetSpot Wi-Fi Reporter", id: 678464954
mas "Network Radar", id: 507659816
mas "PopClip", id: 445189367
mas "Quiver", id: 866773894
mas "ToyViewer", id: 414298354
mas "Tunacan", id: 980577198
mas "Tweetbot", id: 557168941
mas "Twitter", id: 409789998
mas "WiFi Explorer", id: 494803304
mas "WiFi Signal", id: 525912054
