tap "argon/mas"
tap "codekitchen/dinghy"
tap "git-chglog/git-chglog"
tap "goodwithtech/dockle"
tap "heroku/brew"
tap "homebrew/brewdler"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
tap "rcmdnk/file"
tap "tldr-pages/tldr"
tap "versent/taps"
brew "autoconf"
brew "automake"
brew "autossh"
brew "gdbm"
brew "xz"
brew "python@3.10"
brew "awscli"
brew "gettext"
brew "axel"
brew "boost"
brew "bsdmake"
brew "fontconfig"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "cmake"
brew "colordiff"
brew "libevent"
brew "libyaml"
brew "llvm"
brew "crystal"
brew "libidn2"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "dnsmasq"
brew "docker-compose", link: false
brew "dwdiff"
brew "erlang"
brew "elixir"
brew "exiftool"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "lame"
brew "gobject-introspection"
brew "libass"
brew "xvid"
brew "ffmpeg"
brew "fish"
brew "fortune"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "ghi"
brew "jbig2dec"
brew "libidn"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "git-extras"
brew "gnu-getopt"
brew "git-now"
brew "git-secrets"
brew "gnupg"
brew "go"
brew "python@3.8"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "gron"
brew "hadolint"
brew "highlight"
brew "hostess"
brew "httpie"
brew "hub"
brew "imagemagick@6"
brew "jo"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "libpq"
brew "libvo-aacenc"
brew "libzip"
brew "llvm@11"
brew "mackup"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "memcached"
brew "mycli"
brew "mysql@5.7", link: true
brew "nghttp2"
brew "nginx"
brew "node"
brew "nodebrew"
brew "nvm"
brew "openjdk"
brew "packer"
brew "parallel"
brew "peco"
brew "percona-toolkit"
brew "pgcli"
brew "postgresql@14"
brew "proctools"
brew "protobuf"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-tabulate"
brew "q"
brew "ruby-build"
brew "rbenv"
brew "rbenv-binstubs"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis"
brew "rmtrash"
brew "shellcheck"
brew "source-highlight"
brew "spark"
brew "sshuttle"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tree"
brew "v8@3.15"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "codekitchen/dinghy/unfs3"
brew "codekitchen/dinghy/dinghy"
brew "git-chglog/git-chglog/git-chglog", link: false
brew "heroku/brew/heroku", link: false
brew "puma/puma/puma-dev", link: false
brew "versent/taps/saml2aws"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "bdash"
cask "bettertouchtool"
cask "brave-browser"
cask "caffeine"
cask "charles"
cask "chromedriver"
cask "clipy"
cask "cyberduck"
cask "dash4"
cask "deepl"
cask "disk-inventory-x"
cask "docker"
cask "drawio"
cask "dropbox"
cask "exifrenamer"
cask "firefox"
cask "goland"
cask "google-chrome"
cask "google-japanese-ime"
cask "handbrake"
cask "imageoptim"
cask "intel-power-gadget"
cask "istat-menus"
cask "iterm2"
cask "jasper"
cask "karabiner-elements"
cask "keepassxc"
cask "kindle"
cask "kitematic"
cask "licecap"
cask "macpass"
cask "microsoft-office"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "ngrok"
cask "pgadmin4"
cask "postico"
cask "postman"
cask "psequel"
cask "rubymine"
cask "sequel-pro"
cask "shiftit"
cask "skype"
cask "slack"
cask "soundflower"
cask "synergy"
cask "the-unarchiver"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "watchguard-mobile-vpn-with-ssl"
cask "whatsapp"
cask "witch"
cask "xmind"
cask "zoom"
mas "Bandwidth+", id: 490461369
mas "Create File Menu", id: 1440519779
mas "DeskApp for YouTube", id: 1180531112
mas "Duplicate Photos Fixer Pro", id: 963642514
mas "Fotor Photo Editor", id: 503039729
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Mactracker", id: 430255202
mas "MARKETSPEED", id: 946680495
mas "Medis", id: 1063631769
mas "NetSpot", id: 678464954
mas "Network Radar", id: 507659816
mas "Numbers", id: 409203825
mas "PopClip", id: 445189367
mas "Quiver", id: 866773894
mas "ToyViewer", id: 414298354
mas "Tunacan", id: 980577198
mas "Tweetbot", id: 557168941
mas "Twitter", id: 409789998
mas "WiFi Explorer", id: 494803304
mas "WiFi Signal", id: 525912054
